[
  {
    "text": "Who do you think you are, I am!",
    "url": "https://www.youtube.com/watch?v=gKQOXYB2cd8",
    "citation": "Pete Weber, Bowling's 69th U.S. Open Stepladder Finals 2012 , Bowling's 69th U.S. Open Stepladder Finals 2012"
  },
  {
    "text": "Learn by doing (Discere Faciendo).",
    "url": "https://en.wikipedia.org/wiki/California_Polytechnic_State_University,_San_Luis_Obispo",
    "citation": "Motto of the California Polytechnic State University, at San Luis Obispo"
  },
  {
    "text": "The richest person is not the one who has the most, but the one who needs the least.",
    "url": "https://www.goodreads.com/quotes/7050010-the-richest-person-is-not-the-one-who-has-the",
    "citation": "Arab proverb"
  },
  {
    "text": "A ship in harbor is safe, but that is not what ships are built for.",
    "url": "https://quoteinvestigator.com/2013/12/09/safe-harbor/",
    "citation": "John A. Sledd (popularized by Grace M. Hopper), Salt from My Attic 1928 , Salt from My Attic 1928"
  },
  {
    "text": "When you pray, move your feet.",
    "url": "https://www.goodreads.com/quotes/10383263-when-you-pray-move-your-feet-african-proverb",
    "citation": "African proverb"
  },
  {
    "text": "It ain't what you don't know that gets you into trouble. It's what you know for sure that just ain't so.",
    "url": "https://quoteinvestigator.com/2018/11/18/know-trouble/",
    "citation": "Mark Twain"
  },
  {
    "text": "There are good people who are in politics, in both parties, who hold this [global warming] at arms length because if they acknowledge it and recognize it then the moral imperative to make big changes is inescapable.",
    "url": "https://en.wikipedia.org/wiki/An_Inconvenient_Truth",
    "citation": "Al Gore, An Inconvenient Truth 2006 , An Inconvenient Truth 2006"
  },
  {
    "text": "It is difficult to get a man [person] to understand something when his [their] salary depends upon his [them] not understanding it.",
    "url": "https://quoteinvestigator.com/2017/11/30/salary/",
    "citation": "Upton Sinclair, Oakland Tribune 1934 , Oakland Tribune 1934"
  },
  {
    "text": "To consult the statistician after an experiment is finished is often merely to ask him [them] to conduct a post mortem examination. He [they] can perhaps say what the experiment died of.",
    "url": "https://www.oxfordreference.com/display/10.1093/acref/9780191866692.001.0001/q-oro-ed6-00004418",
    "citation": "R. A. Fisher, First Session of the Indian Statistical Conference, Calcutta, 1938 , First Session of the Indian Statistical Conference, Calcutta, 1938"
  },
  {
    "text": "Good stories are not written. They are rewritten.",
    "url": "https://www.goodreads.com/quotes/24034-a-good-book-isn-t-written-it-s-rewritten",
    "citation": "Phyllis Whitney, 1982, 1982"
  },
  {
    "text": "\"Not having to think about it\" is certainly a measure of success for a given technology. By contrast, I think about Bluetooth a lot. I wish I didn't.",
    "url": "https://fasterthanli.me/articles/the-http-crash-course-nobody-asked-for",
    "citation": "Amos, The HTTP crash course nobody asked for 2022 , The HTTP crash course nobody asked for 2022"
  },
  {
    "text": "I would unite with anyone to do right; and with nobody to do wrong.",
    "url": "https://www.worldcat.org/title/anti-slavery-movement-a-lecture-by-frederick-douglass-before-the-rochester-ladies-anti-slavery-society/oclc/22039278",
    "citation": "Frederick Douglass, A lecture before the Rochester Ladies' Anti-Slavery Society. 1855 , A lecture before the Rochester Ladies' Anti-Slavery Society. 1855"
  },
  {
    "text": "In many ways, the work of a critic is easy. We risk very little, yet enjoy a position over those who offer up their work and their selves to our judgment. We thrive on negative criticism, which is fun to write and to read. But the bitter truth we critics must face is that, in the grand scheme of things, the average piece of junk is probably more meaningful than our criticism designating it so. But there are times when a critic truly risks something, and that is in the discovery and defense of the new. The world is often unkind to new talent, new creations. The new needs friends. Last night, I experienced something new, an extraordinary meal from a singularly unexpected source. To say that both the meal and its maker have challenged my preconceptions about fine cooking is a gross understatement. They have rocked me to my core. In the past, I have made no secret of my disdain for Chef Gusteau's famous motto: \"Anyone can cook.\" But I realize, only now do I truly understand what he meant. Not everyone can become a great artist, but a great artist can come from anywhere.",
    "url": "https://www.goodreads.com/author/quotes/17202245.Anton_Ego_from_Disney_Pixar_s_Ratatouille_",
    "citation": "Anton Ego, Disney Pixar's Ratatouille 2007 , Disney Pixar's Ratatouille 2007"
  },
  {
    "text": "It is not the critic who counts; not the man [person] who points out how the strong man [person] stumbles, or where the doer of deeds could have done them better. The credit belongs to the man [person] who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who knows the great enthusiasms, the great devotions; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he [they] fails, at least fails while daring greatly, so that his [their] place shall never be with those cold and timid souls who neither know victory nor defeat.",
    "url": "https://www.theodorerooseveltcenter.org/Learn-About-TR/TR-Encyclopedia/Culture-and-Society/Man-in-the-Arena.aspx",
    "citation": "Theodore Roosevelt, “Citizenship in a Republic” at the Sorbonne in Paris on April 23, 1910 , “Citizenship in a Republic” at the Sorbonne in Paris on April 23, 1910"
  },
  {
    "text": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.",
    "url": "https://www.goodreads.com/quotes/1140103-inaction-breeds-doubt-and-fear-action-breeds-confidence-and-courage",
    "citation": "Dale Carnegie,"
  },
  {
    "text": "Its author can be excused of dishonesty only on the grounds that before deceiving others he has taken great pains to deceive himself.",
    "url": "",
    "citation": "Peter Medawar, criticism of Pierre Teilhard de Chardin's The Phenomenon of Man 1961 , criticism of Pierre Teilhard de Chardin's The Phenomenon of Man 1961"
  },
  {
    "text": "So, what we have here is a very well collected catalogue utterly devoid of either a conceptual framework or even an idea about primary motor cortex. Thus, in effect we have been given a (surely useful) database with some English sentences sprinkled on top of it. I do not see why this data base needs to be read in a journal. The experience is like a reading a phone book despite the fact that it is full of new information.",
    "url": "https://static-content.springer.com/esm/art%3A10.1038%2Fs41586-021-03500-8/MediaObjects/41586_2021_3500_MOESM3_ESM.pdf",
    "citation": "John Krakauer, Peer Review of Yao, Z., Liu, H., Xie, F. et al. Nature 598, 103-110 (2021). , Peer Review of Yao, Z., Liu, H., Xie, F. et al. Nature 598, 103-110 (2021)."
  },
  {
    "text": "Thus the duty of the man who investigates the writings of scientists, if learning the truth is his goal, is to make himself an enemy of all that he reads, and, applying his mind to the core and margins of its content, attack it from every side.",
    "url": "https://www.harvardmagazine.com/2003/09/ibn-al-haytham-html#:~:text=Thus%20the%20duty%20of%20the,attack%20it%20from%20every%20side.",
    "citation": "Ibn al-Haytham (Alhazen) 965, - Ibn al-Haytham (Alhazen) 965"
  },
  {
    "text": "Be fearful when others are greedy, and greedy when others are fearful, but don't try to catch a falling knife. Instead, wait for it to hit the ground then pick it up.",
    "url": "https://financialpost.com/personal-finance/guiding-cliches-of-investing?r",
    "citation": "ChatGPT mashup of Warren Buffet and Adrian Mastracci , Warren Buffet and Adrian Mastracci"
  },
  {
    "text": "A healthy man wants a thousand things, a sick man only wants one.",
    "url": "",
    "citation": "Likely Confucius but Origin unknown , Origin unknown"
  },
  {
    "text": "It is the peculiar feature of political life that within it, behavior that could only otherwise be considered insane is perfectly effective. If you managed to convince everyone on earth that you can breathe under water, it won't make any difference: if you try it, you will still drown. On the other hand, if you could convince everyone in the entire world that you were King of France, then you would actually be the King of France.",
    "url": "https://www.goodreads.com/work/quotes/18212710-revolutions-in-reverse-essays-on-politics-violence-art-and-imaginati",
    "citation": "David Graeber, Revolutions in Reverse: Essays on Politics, Violence, Art, and Imagination , Revolutions in Reverse: Essays on Politics, Violence, Art, and Imagination"
  },
  {
    "text": "“If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.”",
    "url": "https://www.goodreads.com/quotes/26963-if-you-can-t-fly-then-run-if-you-can-t-run",
    "citation": "Martin Luther King Jr., \"The Most Durable Power\" sermon, 1956 , \"The Most Durable Power\" sermon, 1956"
  },
  {
    "text": "To the mouse and any smaller animal it presents practically no dangers. You can drop a mouse down a thousand-yard mine shaft; and, on arriving at the bottom it gets a slight shock and walks away, provided that the ground is fairly soft. A rat is killed, a man is broken, a horse splashes. For the resistance presented to movement by the air is proportional to the surface of the moving object. Divide an animal's length, breadth, and height each by ten; its weight is reduced to a thousandth, but its surface only a hundredth. So the resistance to falling in the case of the small animal is relatively ten times greater than the driving force.",
    "url": "https://www.phys.ufl.edu/courses/phy3221/spring10/HaldaneRightSize.pdf",
    "citation": "J. B. S. Haldane, On Being the Right Size, March 1926 , On Being the Right Size, March 1926"
  },
  {
    "text": "Science is easy, people are hard.",
    "url": "",
    "citation": "Francis Arnold, 2023, 2023"
  },
  {
    "text": "Everything is related to everything else, but near things are more related than distant things",
    "url": "https://www.jstor.org/stable/143141",
    "citation": "Walter Tobler, A computer movie simulating urban growth in the Detroit region, 1970 , A computer movie simulating urban growth in the Detroit region, 1970"
  },
  {
    "text": "Time passes, will you?",
    "url": "",
    "citation": "AJ ,"
  },
  {
    "text": "Never say that you'll give a talk unless you know clearly what you're going to talk about and more or less what you're going to say.",
    "url": "http://calteches.library.caltech.edu/51/2/CargoCult.htm",
    "citation": "Richard P. Feynman, Cargo Cult Science, Caltech's 1974 commencement address , Cargo Cult Science, Caltech's 1974 commencement address"
  },
  {
    "text": "Under patriarchy, you can be connected, or you can be powerful, but you can't be both at the same time because power is power over, not power with, it's dominance. So, if you move into power, you lose connection. If you move into accommodation, you lose your power.",
    "url": "https://internalfamilysystems.pt/multimedia/webinars/our-relational-lives-terry-real",
    "citation": "Terry Real Our Relational Lives Podcast, January 2021 , Our Relational Lives Podcast, January 2021"
  },
  {
    "text": "Death destroys a man, but the idea of death saves him—that is the best account of it that has been yet given. Squalor and tragedy can beckon to all that is great in us; and strengthen the wings of love.",
    "url": "",
    "citation": "E.M. Forster Howards End, 1910, Howards End, 1910"
  },
  {
    "text": "",
    "url": "https://www.ncbi.nlm.nih.gov/nuccore/9626372",
    "citation": "Escherichia phage phiX174, complete genome NCBI Reference Sequence: NC_001422.1 , NCBI Reference Sequence: NC_001422.1"
  },
  {
    "text": "An old friend of mine, a journalist, once said that paradise on earth was to work all day alone in anticipation of an evening in interesting company.",
    "url": "https://www.goodreads.com/quotes/9812504-an-old-friend-of-mine-a-journalist-once-said-that",
    "citation": "Ian McEwan, Machines Like Me (novel), 2019"
  }
]
